Repository: mahmudremal/youtube-playlist-api
Catalog: languages/youtube-playlist-api-integration-*.po
Languages: tr_tr

source: Channel title can't be placed because of youtube API doesn't supply proper data.
tr_tr: Kanal başlığı yerleştirilemez çünkü Youtube API doğru verileri sağlamaz.

source: Failed to fetch request!
tr_tr: Başarısız başvuru yapıldı!

source: Failed to findout category :(
tr_tr: Kategoriyi bulamadım : (

source: Failed to findout targeted playlist :(
tr_tr: Sonraki YazıSonraki YazıSonraki YazıSonraki YazıSonraki YazıSonraki YazıSonraki YazıSonraki Yazı(

source: Failed to findout your channel :(
tr_tr: Kanalınızı bulamadım :)

source: Future WordPress
tr_tr: Wordpress Geleceği

source: https://hayalhanem.conceptwebactueel.nl/wp-admin/admin-ajax.php?action=epaper_api
tr_tr: Https: //Hayalhanem.Conceptwebactueel.Nl/Wp-Admin/Admin-Ajax.Php? aksiyon=Epaper_Api

source: Playlists
tr_tr: Oyuncuları

source: Playlists shortcode
tr_tr: Shortcode oyunları

source: Settings
tr_tr: ayarları

source: Settings Saved successfully! If your playlists are correct, you can see their on playlist gallery's channel name.
tr_tr: Ayarlar başarıyla kurtarıldı! Oyun listeleriniz doğru ise, Playlist Galerisi'nin kanal adında bunları görebilirsiniz.

source: Shortcodes
tr_tr: Kısa kodlar

source: Something went wrong while tring to update database. Database update error :(
tr_tr: Bir şey yanlış gitti Tring veritabanı güncelleştirme sırasında. Güncelleştirme güncelleştirme (

source: Successfully changed category :)
tr_tr: kategoriyi başarıyla değiştirebilirim :)

source: Successfully Submitted this channel action :)
tr_tr: Bu kanal etkinliğini başarıyla sunuyorum :)

source: Successfully Submitted this playlist action :)
tr_tr: Başarılı bir şekilde bu Playlist etkinliğini sunuyorum :)

source: This plugin is used for colllecting data from YouTube using youtube official API. It is collecting data from a channel, by private API key, and then proposed to publish here with category selecting.
tr_tr: Bu eklenti Youtube'dan veri toplamak için Youtube resmi API kullanılarak kullanılır. Bir kanaldan, özel API anahtarı ile veri topluyor ve daha sonra kategoriyi seçerek burada yayınlanmasını öneriyor.

source: We're facing soome trouble identifing your request. Please contact to this plugin developer.
tr_tr: İsteğinizi tanımlamak için Soome sorunları ile karşı karşıyayız. Lütfen bu Plugin geliştiricisi ile iletişime geçin.

source: Youtube API integration
tr_tr: Youtube API Geliştirme

source: Youtube integration API Setup
tr_tr: Youtube Entegre API Kurulumu

source: YouTube playlist integration
tr_tr: Youtube Playlist İncelemesi

source: Youtube playlists
tr_tr: Youtube Oyun Listesi
